Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F36B.tmx
Source language: en_us
Languages: zh_cn

source: A Kitchen Revolution Aimed At Freeing Women
zh_cn: 致力于女性解放的厨房革命

source: The Frankfurt Kitchen is now in the Museum of Modern Art, in between the Andy Warhols and the MoMA snack bar. It's the centerpiece of a new show called Counter Space: Design and the Modern Kitchen.
zh_cn: 如今这个来自法兰克福的厨房已经在博物馆的现代艺术展区展出，具体位置在安迪·沃霍尔安迪·展区和现代艺术展区的餐饮部之间。

source: The kitchen is tiny, the size of a VW bus. It's mostly outfitted in gunmetal gray - no granite countertops.
zh_cn: 法兰克福厨房作为博物馆的新展览：“现代厨房颠覆设计”的核心展物，尺寸并不是很大，只有一辆普通公共汽车的大小，色调只有简单的绿色和灰色，并且没有现代花岗岩台面的设计。

source: But through one of the first architecturally designed kitchens, you can see the ideas that launched a million home remodeling projects: built-in bins, undercabinet storage, pullout drawers and a four-burner stove.
zh_cn: 但是从这个被誉为现代厨房设计的鼻祖中，我们已经能看到让之后在无数家庭厨房中出现的几个颠覆性设计：内置垃圾桶，橱柜内置灯，滑轮式伸缩抽屉和四个灶台的煤气炉。

source: These days, there are magazines and television programs devoted to kitchen design, but in 1926 it was a new idea.
zh_cn: 在1926年，那时并没有杂志和电视节目致力于发现推广厨房设计，所以此次展出的法兰克福厨房设计才被誉为经典，具有跨时代的意义。

source: In fact, curator Juliet Kinchin tells NPR's Robert Smith, designing a kitchen was actually a political act.
zh_cn: 纽约现代艺术美术馆的馆长朱丽叶.柯其在接受美国国家电视台采访时表示, 厨房设计是一种时代演变的行为艺术。

source: The Politically Progressive Kitchen
zh_cn: 从厨房设计的改良中,我们能看到社会价值理念的变更过程。

source: "There's always been that political dimension to kitchens," Kinchin explains.
zh_cn: “从厨房中我们能看到时代演变的影子。”朱丽叶解释说。

source: "For centuries, really, the kitchen had been ignored by design professionals, not least because it tended to be lower-class women or servants who occupied the kitchen space," she says.
zh_cn: “在过去的很长一段时间里，厨房一直是被专业设计师无视的一个角落。其中的原因很简单，那就是在过去，厨房是社会地位低下的女性或女佣工作的地方。”朱丽叶说。

source: "The kitchens were often poorly ventilated, shoved to the basement or annex, and caused a lot of drudgery in the kitchen."
zh_cn: “那个时候的厨房往往建在通风条件很差的地下室或房屋附属建筑物里，这样的设计让厨房变成一个干苦力的工作场所。”

source: It was women who led the reform of the kitchen into an efficient space - one to be proud of.
zh_cn: “而随着时代的改变，妇女的权益更加得到社会的重视，于是妇女的解放运动直接导致了她们工作的地方——厨房，变得更加的宽敞有效率的地方——这是妇女解放运动值得骄傲的成果之一”朱丽叶说。

source: Kinchin says, "they were trying to adopt a scientific approach to housework and raise the status of housework."
zh_cn: “那个时候的女人们也开始发明使用科学有效的设备和用具，革命性的改善了她们每天辛苦做家务的情况。”

source: "The designer of [The Frankfurt Kitchen], Grete Schuette-Lihotzky, was passionately concerned about the quality of women's lives," Kinchin continues.
zh_cn: “法兰克福厨房的设计师玛格丽特舒特在她的设计中充分表现出了她对提升女性生活品质的理念。”

source: "She felt without sorting the drudgery they were involved in, they'd never have time to develop themselves in a professional way."
zh_cn: 朱丽叶馆长接着说，“她认为，要让女性脱离旧时代的封建思想禁锢在社会上有所作为，首先要做的就是让女性从繁冗复杂的厨房工作中解放出来。”

source: The Perfectly Designed Housewife
zh_cn: 家庭主妇的完美设计

source: The exhibit features a lot of industrial movies from the '20s through the '50s, which make it clear that once you let designers into the kitchen, they don't know when to stop.
zh_cn: 这次展览展出了20到50年代的工业革命记录电影，从这些电影中我们发现从第一个室内设计师开始致力于厨房设计以来，美国家庭的厨房变革就一直没有停止过。

source: Architects weren't just creating kitchens; as it turns out, they were also designing the perfect housewives to go in them.
zh_cn: 这么多年来，建筑师室内设计师们改变的不仅仅是厨房，他们改变的同时还有每天和厨房打交道的家庭主妇们。

source: In a corner of the exhibit, there's actually an architectural drawing of a woman with all her dimensions clearly marked.
zh_cn: 在展厅一角的一张图纸上，设计了一个女性，这个女性的全身尺寸都被标注了出来。

source: Her name is Josephine.
zh_cn: 这位妇女名叫约瑟芬。

source: "She's the 5-foot-4 incarnation of the average American woman, life-size," Kinchin says. "This is what interior designers and architects worked with when they were designing the dimensions of the modern kitchen."
zh_cn: “她是一个真人大小典型美国妇女的化身，她大概五英尺四英寸高，这是美国妇女的平均身高，”柯其说，“她是现代室内设计师和建筑师设计厨房时参考的使用者的尺寸。”

source: The designers obviously felt designing the perfect kitchen was liberating for women - but not all women agreed.
zh_cn: 显然，设计师的厨设计理念旨在解放在厨房中做家事的妇女——但是并不是所有妇女都喜欢这种设计。

source: "Schuette-Lihotzky did make women's lives a lot easier," Kinchin says, "but she has been criticized by feminist critics in the 1970s for actually isolating women in the kitchen."
zh_cn: “法兰克福厨房的设计师设计的厨房让女性的生活简单了许多，”柯其说，“但是在1970年她还是被女权主义的拥护者指责。

source: If you treat a kitchen like a factory, the criticism goes, then a woman becomes like a factory worker.
zh_cn: 如果你把厨房设计成工厂车间一般，那么女性就成为一个车间工人，这成为当时女权主义者指责的地方。
